IDEA Open Model
SteelSetupRUS.WeldingTypeSNIP Property
Compatible with IDEA StatiCa 20.1
 WeldingType
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public WeldingTypeSNIP WeldingTypeSNIP { get; set; }
Public Property WeldingTypeSNIP As WeldingTypeSNIP
	Get
	Set
Property Value
Type: WeldingTypeSNIP
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace